[Challenge]
C25_Desc=Get the highest score you can against this inmate onslaught.
C25_Title=Totally Insane
C26_Desc0=33
C26_Desc1=32
C26_Desc2=34
C26_Title=Nocturnal Hunter

C27_Desc0=10000
C27_Desc1=30000
C27_Desc2=50000
C27_Title=Heart of Darkness
C28_Desc0=31
C28_Desc1=29
C28_Desc2=30
C28_Title=Hothouse Prey

C29_Desc0=5000
C29_Desc1=10000
C29_Desc2=20000
C29_Title=Crime Alley

C30_Desc=How long can you survive in Scarecrow's world without taking a single blow?
C30_Title=Scarecrow Nightmare
